Repository: KrissLaCross/agenda
Catalog: po/extra/*.po
Languages: nl

source: Get things done
nl: Rond taken af

source: A task manager to help you keep track of the tasks that matter most.
nl: Een taakbeheerder die u helpt de belangrijkste taken bij te houden.

source: Sometimes, you just need a task list to keep you motivated. Agenda provides a way to write down your tasks and tick them off as you complete them. The list is saved automatically, so you can close the list to get it out of the way without losing your place.
nl: Soms heeft u een taak nodig om u bezig te houden. Agenda biedt de mogelijkheid uw taken te noteren en ze nadien af te vinken. De lijst wordt automatisch opgeslagen, dus u kunt de lijst sluiten zonder uw taken kwijt te raken.

source: Key Features:
nl: Kenmerken:

source: Saves your task list automatically
nl: Slaat uw taken automatisch op

source: See your completed tasks until you choose to delete them
nl: Bekijk uw afgeronde taken totdat u besluit ze te verwijderen

source: Autocompletion for previously added tasks
nl: Taaknamen worden automatisch aangevuld

source: Quit with the Esc key
nl: Sluit af met de Esc-toets

source: Visual updates and code fixes
nl: Visuele en codeverbeteringen

source: Tiny tweaks for a debut release on elementary OS 5.0
nl: Kleine aanpassingen voor elementary OS 5.0

source: Cleaned up the list icons to only show on hover or select
nl: De lijstpictogrammen worden voortaan alleen getoond na aanwijzen of selecteren

source: Tweaks to the overall visual style.
nl: Aanpassingen aan de visuele stijl.

source: General code cleanup
nl: Algemene code-opruiming

source: Small bugfixes and a new icon
nl: Kleine foutoplossingen en een nieuw pictogram

source: Updated the icon with a fresh new look (Thanks, Harvey)
nl: Pictogram bijgewerkt met een frisse, nieuwe stijl (met dan aan Harvey)

source: Pressing Esc no longer closes Agenda while editing a task
nl: Esc sluit voortaan Agenda niet meer af tijdens het bewerken van een taak

source: Pressing Delete no longer crashes Agenda while editing a task
nl: Delete laat voortaan Agenda niet meer crashen tijdens het bewerken van een taak

source: Metadata installs to the correct folder
nl: Metagegevens worden voortaan in de juiste map ge√Ønstalleerd

source: Small Fixes
nl: Kleine fouten opgelost

source: Fixed style issues for dark and light variants
nl: Stijlproblemen met lichte en donkere thema's opgelost

source: Looks good, and feels good!
nl: Ziet er goed uit werkt ook goed!

source: Task List
nl: Takenlijst

source: Todo;Tasks;
nl: Taak;Taken;
